/**
 * 카드 결제 수수료는 2.5% 입니다.
 * 카드 결제 수수료는 결제 금액에 따라 변동됩니다.
 */
export const CARD_FEE = 0.025;

/**
 * 토스 결제 수수료는 2.5% 입니다.
 * 토스 결제 수수료는 결제 금액에 따라 변동됩니다.
 */
export const TOSS_PAY_FEE = 0.025;

/**
 * 카카오 결제 수수료는 2.5% 입니다.
 * 카카오 결제 수수료는 결제 금액에 따라 변동됩니다.
 */
export const KAKAO_PAY_FEE = 0.025;

/**
 * 네이버 결제 수수료는 2.6% 입니다.
 * 네이버 결제 수수료는 결제 금액에 따라 변동됩니다.
 */
export const NAVER_PAY_FEE = 0.026;

/**
 * 계좌이체 결제 수수료는 1.8% 입니다.
 * 최소 수수료는 200원 입니다.
 * 계좌이체 결제 수수료는 결제 금액에 따라 변동됩니다.
 */
export const TRANSFER_FEE = 0.018;

/**
 * 가상계좌 결제 수수료는 300원 입니다.
 * 가상계좌 결제 수수료는 결제 금액에 따라 변동되지 않습니다.
 */
export const VIRTUAL_ACCOUNT_FEE = 300;
